Repository: leolost2605/SBAid
Catalog: translations/*/LC_MESSAGES/*.po
Languages: de

source: Create Project
de: Projekt Erstellen

source: No recently opened projects
de: Keine zuletzt geöffneten Projekte

source: All Projects
de: Alle Projekte

source: Results
de: Ergebnisse

source: Select...
de: Auswählen...

source: Simulation File
de: Simulationsdatei

source: Project Folder
de: Projektordner

source: Create
de: Erstellen

source: Project Creation
de: Projekterstellung

source: Rename
de: Umbenennen

source: Delete
de: Löschen

source: Tags appear here
de: Tags werden hier dargestellt

source: Last Opened
de: Zuletzt Geöffnet

source: Created at
de: Erstellungsdatum

source: Cancel
de: Abbrechen

source: Simulating…
de: Simuliert…

source: A Simulation is ongoing.
de: Eine Simulation läuft

source: Show Result
de: Ergebnisse Darstellen

source: Simulation Completed
de: Simulation Fertig

source: The Simulation was completed successfully. You can now view the result.
de: Die Simulation wurde erfolgreich abgeschlossen. Sie können jetzt die Ergebnisse anschauen.

source: Simulation Failed
de: Simulation Fehlgeschlagen

source: Search Results
de: Ergebnisse Durchsuchen

source: Project Name
de: Projektname

source: Date
de: Datum

source: Cross Sections
de: Querschnitte

source: Export
de: Exportieren

source: Export
de: Exportieren:

source: Evaluation Interval
de: Auswertungsintervall

source: Display Interval
de: Anzeigeintervall

source: In seconds
de: Sekunden

source: Script Path
de: Skriptpfad

source: Parameters
de: Parameter

source: Configure the parameters of the algorithm.
de: Konfigurieren Sie die Parameter des Algorithmus.

source: Import values...
de: Parameterwerte importieren...

source: Value Type
de: Typ

source: Value
de: Wert

source: Algorithm Configuration
de: Algorithmuskonfiguration

source: Add
de: Hinzufügen

source: Loading...
de: Wird Geladen...

source: Start Simulating
de: Simulation Anfangen

source: Edit Algorithm Configurations
de: Algorithmuskonfigurationen Bearbeiten

source: Add Cross Section
de: Querschnitt Hinzufügen

source: Failed to load project
de: Projekt konnte nicht geladen werden

source: Move
de: Verschieben

source: Edit
de: Bearbeiten

source: Manual...
de: Manuell...

source: Import...
de: Importieren...

source: Lanes:
de: Fahrbahnen:

source: Rightmost lane is hard shoulder:
de: Die rechteste Fahrbahn ist der Seitenstreifen:

source: Hard shoulder openable:
de: Standstreifen befahrbar:

source: B Display usable:
de: B Anzeige nutzbar

source: Value must be of the correct type for the parameter. Got
de: Wert muss mit Parameterwert übereinstimmen. Bekommt

source: Hard shoulder is not available
de: Seitenstreife nicht verüfbar

source: Invalid value given
de: Gegebener Wert nicht gültig

source: Unknown Time
de: Unbekannte Zeit

source: Add new cross section
de: Neuen Querschnitt hinzufügen

source: Lane snapshot creation has not begun
de: Erstellung von Fahrbahn-Snapshot noch nicht angefangen

source: Current lane snapshot has not been set
de: Aktuelle Fahrbahn-Snapshot noch nicht gesetzt

source: Vehicle snapshot creation has not begun
de: Erstellung von PKW-Snapshot noch nicht angefangen

source: Vehicle snapshot has not been created
de: Erstellung von PKW-Snapshot noch nicht angefangen

source: Lane snapshot creation cannot successfully finish
de: Erstellung von Fahrbahn-Snapshot nicht erfolgreich beendet

source: Cross section snapshot creation cannot successfully finish
de: Erstellung von Querschnitt-Snapshot nicht erfolgreich beendet

source: Result has not been set
de: Ergebnis wurde noch nicht gesetzt

source: Current snapshot has not been set
de: Aktueller Snapshot wurde noch nicht gesetzt

source: Cross section creation has not begun
de: Erstellung von Querschnitt-Snapshot noch nicht angefangen

source: Current cross section snapshot has not been set
de: Aktuelle Querschnitt-Snapshot noch nicht gesetzt

source: Snapshot creation cannot successfully finish
de: Erstellung von Snapshot nicht erfolgreich beendet

source: Result cannot be created
de: Ergebnis kann nicht erzeugt werden

source: Warning failed to load texture for preview:
de: Laden von Texture für Previews fehlgeschlagen

source: Velocity-Diagram
de: Velocity-Diagramm

source: Cannot open new file during simulation
de: Neue Datei kann nicht während Simulationslauf geöffnet werden

source: The dummy simulator does not support creating new cross sections.
de: Dummy-Simulator erlaubt keine Querschnittoperationen

source: The dummy simulator does not support removing cross sections.
de: Dummy-Simulator erlaubt keine Querschnittoperationen

source: The dummy simulator does not support moving cross sections.
de: Dummy-Simulator erlaubt keine Querschnittoperationen

source: No simulator file has been loaded.
de: Keine Simulationsdatei geladen.

source: The given location is not in the network.
de: Gegebene Position nicht im Netzwerk

source: Leftmost lane has no successor
de: Linkeste Fahrban hat keine Successor

source: No link with the given location found
de: Keinen Link mit gegebene Lokation

source: Path not found
de: Pfad nicht gefunden

source: Failed to allow the user to choose a file:
de: Benutzer kann kein Datei wählen

source: Hard shoulder:
de: Seitenstreife:

source: Unknown Project Name
de: Unbekannter Project Name

source: Failed to get current time, last opened will be wrong
de: Konnte derzeitige Zeit nicht für Projekt speichern

source: No selected algorithm configuration found!
de: Keine gewählte Algorithmuskonfiguration gefunden!

source: Simulation was cancelled.
de: Simulation war abgebrochen.

source: Failed to stop simulation:
de: Simulation konnte nicht pausiert werden:

source: Failed to cancel simulation:
de: Simulation konnte nicht abgebrochen werden:

source: Failed to simulate:
de: Konnte nicht simulieren:

source: Unknown cross section
de: Unbekannter Querschnitt

source: New Algorithm Configuration
de: Neue Algorithmuskonfiguration

source: The algorithm configuration
de: Die Algorithmuskonfiguration

source: The given file is not a valid global sqlite database.
de: Gegebene Datei ist kein gültiger globale SQLite-Datenbank

source: Hard shoulder is not available.
de: Seitenstreife nicht verfügbar.

source: File has no valid cross section definitions.
de: Datei hat keine gültige Querschnitten definiert.

source: Cross section creation in simulator failed.
de: Erstellung vom Querschnitt im Simulator durchgeschlagen.

source: Input file format not supported by SBAid.
de: Eingabedatei nicht vom SBAid unterstützt.

source: Display-Diagram
de: Display-Diagramm

source: Heatmap-Diagram
de: Heatmap-Diagramm

source: from project
de: vom Projekt

source: QV-Diagram
de: QV-Diagramm

source: Could not get current time from local system
de: Konnte vom lokalen System die aktuelle Uhrzeit nicht lesen

source: Unavailable
de: Nicht Verfügbar

source: Available
de: Verfügbar

source: TYPE:
de: TYP:
